quiz_dct = {
    '1.Еда': {
        'q1': {
            'Текст вопроса': 'Самое национальное блюдо в узбекской кухне?',
            'Варианты ответа':['Сомса', 'Пицца', 'Суши', 'Хачапури', 'Плов'],
            'Правильный ответ':'Плов'
        },
        'q2': {
            'Текст  вопроса': 'Какой соус в салате "Цезарь"',
            'Варианты ответа':['Барбекю', 'Чесночный', 'Цезарь', 'Томатный', 'Красный'],
            'Правильный ответ':'Цезарь'
        }
    },
    '2.Машины': {
        'q1': {
            'Текст вопроса': 'Что влияет на быстрый разгон автомобиля?',
            'Варианты ответа':['тормоз', 'руль', 'мех характеристика', 'турбонадув', 'мотор'],
            'Правильный отвеет':'мех характеристика'
        },
        'q2': {
            'Текст  вопроса': 'Какая машина из списка самая быстрая',
            'Варианты ответа':['Tico', 'Nexia 1', 'Жигули', 'Lada Vesta', 'Lamborgini Urus'],
            'Правильный ответ':'Lamborgini Urus'
        }
    }
}
